---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MassSurfacedataMaterial
source: html/812a85ad-7790-d69b-c6cf-b96acdc3ec2e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MassSurfacedataMaterial Property

"Graphical Appearance"

## Syntax (C#)
```csharp
public static ForgeTypeId MassSurfacedataMaterial { get; }
```